{
    "id": 1,
    "title": "Unlocking the Potential of Latin America's Energy Sector",
    "author": "John Smith",
    "date": "January 11, 2022",
    "readingTime": 5,
    "content": [
      {
        "heading": "Heading 2",
        "text": [
          "Dolor enim eu tortor urna sed dui nulla. Aliquam vestibulum, nulla odio nisi vitae. In aliquet pellentesque aenean hac vestibulum turpis mi bibendum diam. Tempor integer aliquam in vitae malesuada fringilla.",
          "Mi tincidunt elit, id quisque ligula ac diam, amet. Vel aliquam suspendisse morbi eleifend faucibus eget vestibulum felis. Dictum quis montes, sit sit. Tellus aliquam enim urna, etiam. Mauris posuere vulputate arcu amet, vitae nisl tellus tincidunt. At feugiat sapien varius id."
        ]
      },
      {
        "heading": "Heading 3",
        "text": [
          "Eget quis mi enim, leo lacinia pharetra, semper. Eget in volutpat mollis at volutpat lectus velit, sed auctor. Porttitor faucibus arcu quis fusce augue enim. Quis at habitant diam at. Suscipit tristique risus, at donec. In turpis et vel quam imperdiet. Ipsum molestie aliquet sodales id est ac volutpat.",
          "Tristique odio senectus nam posuere ornare leo metus, ultricies. Blandit dui, ultrices vulputate morbi feugiat cras placerat elit. Aliquam tellus lorem sed ac. Montes, sed mattis pellentesque suscipit accumsan. Cursus viverra aenean magna risus elementum faucibus molestie pellentesque. Arcu ultricies sed mauris vestibulum."
        ]
      },
      {
        "heading": "Heading 4",
        "text": [
          "Morbi sed imperdiet in ipsum, adipiscing elit dui lectus. Tellus id scelerisque est ultricies ultricies. Duis est sit sed leo nibh, blandit elit egestas. Quisque tristique consequat quam sed. Nisl at scelerisque amet nulla purus habitasse."
        ]
      },
      {
        "heading": "Heading 5",
        "text": [
          "Morbi sed imperdiet in ipsum, adipiscing elit dui lectus. Tellus id scelerisque est ultricies ultricies. Duis est sit sed leo nibh, blandit elit egestas. Quisque tristique consequat quam sed. Nisl at scelerisque amet nulla purus habitasse."
        ]
      }
    ],
    "image": "https://via.placeholder.com/600"
  }
  